"Cheerful" = "Vrolijk";

"Melodic" = "Melodisch";

"Relaxed" = "Relaxed";

"Grooving" = "Swingend";

"Distorted" = "Vervormd";

"Acoustic" = "Akoestisch";

"Processed" = "Verwerkt";

"Single" = "Enkel";

"Part" = "Deel";

"Dark" = "Donker";

"Dissonant" = "Dissonant";

"Intense" = "Intens";

"Arrhythmic" = "Aritmisch";

"Clean" = "Clean";

"Electric" = "Elektrisch";

"Dry" = "Droog";

"Ensemble" = "Ensemble";

"Fill" = "Vulling";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronisch";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "Wereld";

"Cinematic/New Age" = "Film";

"Orchestral" = "Orkestraal";

"Country/Folk" = "Country";

"Experimental" = "Experimenteel";

"Other Genre" = "Ander genre";

"Hip Hop" = "Hiphop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Moderne R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hiphop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Ander genre";

"Chinese Traditional" = "Chinees, tradit.";

"Future Bass" = "Future bass";

"Reggaeton Pop" = "Reggaeton pop";

"Sound_Effects" = "Geluidseffecten";

"Bass House" = "Bass House";

"Electronic Pop" = "Electropop";

"Techno" = "Techno";

"Bass" = "Bas";

"Electric Bass" = "El. bas";

"Acoustic Bass" = "Ak. bas";

"Synthetic Bass" = "Synthetische bas";

"Drums" = "Alle drums";

"Drum Kit" = "Drumstellen";

"Electronic Beats" = "Beats";

"Kick" = "Bassdrum";

"Tom" = "Tom";

"Snare" = "Snaredrum";

"Cymbal" = "Bekken";

"Hi-hat" = "Hihat";

"Guitars" = "Gitaar";

"Electric Guitar" = "El. gitaar";

"Acoustic Guitar" = "Ak. gitaar";

"Banjo" = "Banjo";

"Mandolin" = "Mandoline";

"Slide Guitar" = "Slidegitaar";

"Pedal Steel Guitar" = "Pedalsteel";

"Horn/Wind" = "Blazers";

"Saxophone" = "Saxofoon";

"Trumpet" = "Trompet";

"Flute" = "Dwarsfluit";

"Trombone" = "Trombone";

"Clarinet" = "Klarinet";

"French Horn" = "Hoorn";

"Tuba" = "Tuba";

"Oboe" = "Hobo";

"Harmonica" = "Harmonica";

"Recorder" = "Blokfluit";

"Pan Flute" = "Panfluit";

"Bagpipe" = "Doedelzak";

"Bassoon" = "Fagot";

"Piccolo" = "Piccolo";

"English Horn" = "Engelse hoorn";

"Brass" = "Koper";

"Woodwind" = "Blaasinstr.";

"Keyboards" = "Keyboards";

"Piano" = "Piano";

"Electric Piano" = "El. piano";

"Organ" = "Orgel";

"Clavinet" = "Clavinet";

"Accordion" = "Accordeon";

"Synthesizer" = "Synthesizer";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Klavecimbel";

"Mallets" = "Slagwerk";

"Steel Drum" = "Steeldrum";

"Vibraphone" = "Vibrafoon";

"Marimba" = "Marimba";

"Xylophone" = "Xylofoon";

"Kalimba" = "Kalimba";

"Bell" = "Klok";

"Timpani" = "Pauk";

"Mixed" = "Jingles";

"Other Instrument" = "Ander instr.";

"Percussion" = "Percussie";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamboerijn";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Koebel";

"Clave" = "Claves";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Klokslag";

"Rattler" = "Ratel";

"Sound Effect" = "FX";

"Misc2" = "Div.";

"Boom" = "Gedreun";

"All Effects" = "Alle effecten";

"Effects" = "Geluidseffecten";

"Ambience" = "Ambiance";

"People" = "Personen";

"Transportation" = "Vervoer";

"Weapons" = "Wapens";

"Explosions" = "Explosies";

"Impacts & Crashes" = "Botsingen";

"Animals" = "Dieren";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Machines";

"Work/Home" = "Werk/Thuis";

"Misc." = "Div.";

"Foley" = "Filmgeluiden";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Strijkers";

"Violin" = "Viool";

"Viola" = "Altviool";

"Cello" = "Cello";

"Harp" = "Harp";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Contrabas";

"Texture/Atmosphere" = "Textuur";

"Vocals" = "Vocaal";

"Male" = "Man";

"Female" = "Vrouw";

"Choir" = "Koor";

"All" = "Alles";

"Favorites" = "Favorieten";

"Genres" = "Genres";

"Instruments" = "Instrumenten";

"Moods" = "Sferen";

"Reset" = "Stel opn. in";

